Repository: francescafinetti/Ombrace
Catalog: Ombrace/Ombrace/Localizable.xcstrings
Source language: en
Languages: es_419, fr, it

source: Try to follow my gestures, but remember you can go at your own pace. There’s no rush.
es_419: Intenta seguir mis gestos, pero recuerda que puedes ir a tu propio ritmo. No hay prisa.
fr: Tu peux suivre mes gestes si tu le souhaites, mais souviens-toi que tu peux toujours aller à ton propre rythme. Il n’y a aucune précipitation, prends le temps dont tu as besoin.
it: Prova a seguire i miei gesti, ma ricorda che puoi andare al tuo ritmo. Non c’è fretta.

source: Use the position that makes you feel calmer and more serene, letting go of everything else.
es_419: Usa la posición que te haga sentir más tranquilo y sereno, dejando ir todo lo demás.
fr: Choisis la posture qui te fait te sentir le plus serein(e), et laisse tout le reste s’éloigner doucement.
it: Usa la posizione che ti fa sentire più calmo e sereno, lasciando andare tutto il resto.

source: Voice
es_419: Voz
fr: Voix
it: Voce

source: Voice Settings
es_419: Configuración de voz
fr: Paramètres de la voix
it: Impostazioni della Voce

source: Welcome to Ombrace!
es_419: ¡Bienvenido a Ombrace!
fr: Bienvenue sur Ombrace!
it: Benvenuto su Ombrace!

source: Well done!
es_419: ¡Muy bien hecho!
fr: Bravo !
it: Ben Fatto!

source: What do you feel when you support yourself gently, just like a kind friend would?
es_419: ¿Qué sientes cuando te apoyas suavemente, como lo haría un amigo amable?
fr: Que ressens-tu lorsque tu te soutiens ainsi, avec la tendresse d’un(e) ami(e) bienveillant(e) ?
it: Cosa provi quando ti sostieni con gentilezza, come farebbe un amico affettuoso?

source: What happens in your body and mind when you offer yourself a gentle touch, just like you would for a friend?
es_419: ¿Qué sucede en tu cuerpo y mente cuando te ofreces un toque suave, como lo harías con un amigo?
fr: Que se passe-t-il dans ton corps et ton esprit lorsque tu t'offres un toucher doux, comme tu le ferais pour un ami ?
it: Cosa succede nel tuo corpo, nella tua mente, quando offri a te stesso un tocco gentile, proprio come faresti per un amico?

source: When you’re ready, slowly let go of the contact and return your awareness to the space around you.
es_419: Cuando estés listo, suelta lentamente el contacto y devuelve tu conciencia al espacio que te rodea.
fr: Lorsque tu te sens prêt(e), relâche doucement le contact et ramène ton attention à l’espace qui t’entoure.
it: Quando sei pronto, lascia andare il contatto lentamente e torna a sentire l’ambiente intorno a te.

source: Wherever this experience takes you, you are safe. You are welcomed exactly as you are.
es_419: Dondequiera que te lleve esta experiencia, estás a salvo. Eres bienvenido tal como eres.
fr: Où que cette expérience te mène, tu es en sécurité. Tu es accueilli(e) tel(le) que tu es.
it: Ovunque ti porti questa esperienza, sei al sicuro. Sei accolto esattamente così come sei.

source: While we are not medical professionals, our methods are rooted in scientific studies that emphasize kindness, acceptance, and connection as tools for well-being.
es_419: Aunque no somos profesionales de la salud, nuestros métodos se basan en estudios científicos que destacan la amabilidad, la aceptación y la conexión como herramientas para el bienestar.
fr: Bien que nous ne soyons pas des professionnels de la santé, nos méthodes sont fondées sur des études scientifiques qui mettent en avant la bienveillance, l'acceptation et la connexion comme des outils pour le bien-être.
it: Non siamo professionisti medici, ma i nostri metodi si basano su studi scientifici che evidenziano la gentilezza, l’accettazione e la connessione come strumenti per il benessere.

source: You are worthy of kindness—especially from yourself.
es_419: Mereces recibir amabilidad… sobre todo de ti mismo.
fr: Tu mérites la bienveillance, surtout de ta part.
it: Meriti gentilezza, soprattutto da parte di te stesso.

source: You completed the session! You should be proud of what you have accomplished today.
es_419: ¡Has completado la sesión! Siéntete orgulloso de lo que has hecho hoy.
fr: Exactement, il est important de se traiter avec bienveillance et de prendre soin de soi.
it: Hai completato la sessione! Puoi essere fiero di ciò che hai realizzato oggi.

source: Your body has its own wisdom, knowing how to find balance between what feels light and what feels intense.
es_419: Tu cuerpo tiene su propia sabiduría, sabiendo cómo encontrar el equilibrio entre lo que se siente ligero y lo que se siente intenso.
fr: Ton corps possède sa propre sagesse et sait naturellement trouver l’équilibre entre ce qui est léger et ce qui est intense.
it: Il tuo corpo ha una sua saggezza, sa trovare equilibrio tra ciò che è leggero e ciò che è più intenso.

source: Your Session
es_419: Tu sesión
fr: Ta Session
it: La Tua Sessione

source: Notification
es_419: Notificación
it: Notifiche

source: User
es_419: Usuario
